{
  "name": "艮为山",
  "pinyin": "gen_wei_shan",
  "code": "001001",
  "palace": "艮宫",
  "general_text": "《艮》二阴一阳，得地之体，以《坤》之上画，变而成《乾》，故得《乾》》最上之一阳。乾为天，天本动也，天之最上一爻，为动极而静，故为止。一阳高踞于《坤》地之上，故象山。卦与《震》反，《震》一阳内起，《艮》一阳外塞，起于内则动，塞于外则止。《序卦传》曰：“震者，动也。物不可以终动，止之，故受之以艮。艮者，止也。”此《艮》之所以继《震》也。",
  "takashima_general": "艮 ［60］ ：民其背，不获其身，行其庭，不见其人。无咎。\n《艮》之卦一奇巍然居上，二偶分列在下。一奇居上，象人道，二偶分列，象人身。凡人自首以下，前面眉目手足，皆二偶，惟背脊直下成奇，故眉目手足皆动，惟背不动，不动为《艮》，《艮》止也，故曰“艮其背”。夫人必面相对，乃为相见，“艮其背”，则相背而不相见，背在后，身在前，故曰“不获其身”。《艮》为门庭，心相背，行亦相背，相背则不相遇，不相遇，必不相见，故曰“行其庭，不见其人”。义皆取诸背也。\n《彖传》曰：艮，止也。时止则止，时行则行，动静不失其时，其道光明。艮其止，止其所也。上下敌应，不相与也。是以不获其身，行其庭，不见其人。无咎也。\n此卦上下皆山，有两山并峙之象。两山并峙，不相往来，此止之象也。人但见静为止而动为行，不知静有静之止，动亦有动之止，止为止，而行亦为止。“所”者，止之有定者也，“时”者；止之无定者也；止得其时，时即止之所，无定而实有定也。《艮》三上之阳，即《乾》三上之阳，《乾》三曰“与时偕行”，《乾》上曰“与时偕极”。静翕动辟，其时本亘古不失也，天之时不失，即天之止得其所，是故可以止，可以行，可以动，可以静，无纤芥之翳，而为光明之宗也。人能止乎其所，则以人合天，其心体自然光明，而无有障蔽矣。是即《大学》“明德”之旨。由知止，历定静，以至能虑而得，自能与时消息。以“明明德”之体，发而为“明明德”之用，固非释氏“虚无寂灭”之教所得假托哉。“上下敌应，不相与”者，凡应必一刚一柔，若俱刚俱柔，则为“敌应”，“敌应”即为无应。八纯之卦，爻皆不应，而独于《艮》言之，以《艮》兼山，止于所止，屼然对峙，两不相交，得止之义焉。按《音会》，“身北曰背”，背者为耳目所不载，故内不见身，外不见人，是以“不获其身，行其庭，不见其人”也。以其不相与而止，止无咎也。\n以此卦拟人事，《彖传》曰“背”，曰“身”，曰“见”，皆取象于人身上，曰“行”，曰“止”，曰“动”，曰“静”，则不外夫人事也。人事有由动入静者，有由静入动者：由静而动者，《震》也，《震》二阴在上，一阳发于下，阳动也；由动而静者，《艮》也，《艮》二阴在下，一阳踞于上，阳止也。阳止者静而无静，动而无动，亦非无静也，非无动也，时而动，时而静，可以止则止，可以行则行，是以动静贵“不失其时”也。若老氏言玄，释氏言无，皆以静制动，遁入枯槁断灭，其道必幽昧而不明，此以阴止阳，止其所止，非《艮》之所为止也。《艮》之所止，审乎其时，得乎其所，是以阳止阴也。《艮》上一划为《乾》，《乾》为明，三至上为《离》象，《离》为光，故曰“其道光明”。卦爻上下不相应，故“不相与”，不相与则无所牵动，视若不视，闻若不闻。人能不闻不视，天下事皆无思无虑，是以得乎背，不复获其身，行在我，不复见其人。以此而处人事，人事复有何咎哉！\n以此卦拟国家，“艮，止也”，所以止暴而定乱也。《艮》二阴伏下，有潜谋不轨之意，一阳在上制之，使二阴不得潜动，是以为止。“背”者，为不见之物，“艮其背”，是止之于未见之时，为能于乱之未萌而先防之也。故止之用在得夫时，止之象则取诸身。人身为阳气之会，背则为阴，阴则暗昧，阳则光明，以阳止阴，为止得其所，故“其道光明。”圣天子当阳出治，而群阴退伏，止而不动，皆潜移默化于光天之下，此其象也。六爻以初应四，二应五，三应六，往往上动下应，下动上应，互相牵与，惟八纯上下一体，故不相应。《艮》曰“兼山”，山有前有后，犹人有身有背，山在前不能见后，人于身不能见背，是两不相与也。故曰“不获其身，行其庭，不见其人”，是以无咎也。\n通观此卦，按《说文》，艮本字 ，艮，很也，从匕目，匕目犹目相上，不相下。匕目为 ，狠戾不进之意。《六书本义》： 也，从匕，取两目相比并也。《艮》《彖传》曰，“艮，止也”，即狠戾不进之谓。“不见其人”，即目相上不相下之象，《艮》为山并立，即取象两目比并也。总之，一动一静，为天地自然之橐仑，一行一止，为人身有定之枢机。卦体一阳止于二阴之上，外实内虚，阴虚居内，阳实揜外，如人北向背立，还视内听，是以“其道光明”。卦位《艮》《震》相因，《震》因《艮》止，《艮》因《震》动，天下无动不止，无止不动，止而动，故《震》先夫《艮》，动而止，故《艮》继夫《震》也。六爻之象，皆取诸身。初为“趾”；二为“腓”，腓足肚，在后也。三“夤”，脊膂也；四“身”，不言心，心在前也，不言背，夤即背也；五“辅”，不见面，见其旁辅也；六在卦外，不言所止，而曰“敦艮”，象山之加高也。其爻象，内三爻不如外三爻之吉。二曰“不快”，三曰“薰心”，惟初尚得其利；四曰“无咎”，五曰“悔亡”，六曰“厚终”，故《艮》外多吉。天下事终而能止，未有不善者也，所贵止之得其时也。\n《大象》曰：兼山，艮。君子以思不出其位。\n卦象一山之外，又有一山，两山相对，其势相连，有兼并之义，谓之兼山。凡八纯卦，皆上下一体，互相联络，惟《艮》则上下两山，各止其所，不相往来，此所以为《艮》止也。君子法《艮》之象，《艮》以山为止之所，人以位为止之所，思之思之，不敢或出焉。此即《中庸》所谓“素其位而行，不愿乎其外”也。\n【占】　问时运：时运平平，宜退守，不宜妄动。\n○　问战征：宜各守疆界，不得驰域外之想。\n○　问营商：宜确守本业，不得贪意外之财。\n○　问功名：宜守旧，毋干幸进。\n○　问家宅：此宅地位虽狭，不可妄行改造。\n○　问婚姻：命由前定，不可贪富嫌贫。\n○　问讼事：不可以曲作直。\n○　问失物：当在原处寻之，可得。\n○　问疾病：止者终也，带病延年而已。\n○　问六甲：生女。",
  "lines": {
    "1": {
      "text": "初六：艮其趾，无咎。利永贞。",
      "takashima_explanation": "《象传》曰：艮其趾，未失正也。\n\n\n居《艮》之初，当趾之位。凡人动止，必自趾始，是以欲止其心，先止其身，欲止其身，先止其趾。趾止则不妄动，不妄动，则止得其所，而无失矣，故曰“无咎”。吉凶悔吝，每生乎动，止其趾，止动之初也，是遏人欲于将萌，存天理于未著，图之于始，尤当持之以永，故曰“利永贞”。《象传》曰“未失正也”，谓以阴居阳，位虽失正，而止其所止，初基正矣，故曰未失其正。\n\n\n【占】　问时运：运途初交，宜守稳步，不可妄进，自得无咎。\n\n\n○　问战征：屯军山足，宜静守，不宜妄动。\n\n\n○　问营商：宜知足。\n\n\n○　问功名：初步虽微，不失其正。\n\n\n○　问家宅：此宅近在山麓，可以长住，无咎。\n\n\n○　问婚姻：百年好合，无咎。\n\n\n○　问疾病：病是足疾，艰于步履，一时难愈。\n\n\n○　问讼事：不失其正，无咎。\n\n\n○　问行人：因足不能行，一时不归。\n\n\n○　问失物：必不遗失，宜就地下僻处寻之。\n\n\n○　问六甲：生女，防有足疾。"
    },
    "2": {
      "text": "六二：艮其腓，不拯其随，其心不快。",
      "takashima_explanation": "《象传》曰：不拯其随，未退听也。\n\n\n“腓”，《本义》释为足肚，《正字通》云，胫后肉腓也。腓上于趾，故二象之。《咸》之二曰“咸其腓”，《咸》主夫感；《艮》二曰“艮其腓”，《艮》主夫止，止则安止不动矣。然趾与腓，皆为动体，本不欲止也，所欲止者心也。心欲止，则趾不能不止；趾既止，而腓亦随之，是腓固随趾为动止者也。“拯”，援也，“不拯其随”者，谓三“限”在上，不肯俯听，趾腓相随而动，故二之心有“不快”也。《象传》曰，“未退听也”，谓既不能拯其动，又不能退而听命，以从其止，是以“其心不快”矣。\n\n\n【占】　问时运：运途有阻，宜裹足不前，不宜随心而动。\n\n\n○　问战征：止，不进也，坚守不动，又无外援，是以戚戚也。\n\n\n○　问营商：货物止而不售，甚为可忧。\n\n\n○　问功名：不得寸进，又苦无大力之援。\n\n\n○　问疾病：“腓”，病也，《诗》云“百卉具腓”，为秋风所虐也。此病亦必是秋症，恐非药力所能救援也。甚为可忧。\n\n\n○　问婚姻：腓亦为避，宜避绝之。\n\n\n○　问六甲：生女。"
    },
    "3": {
      "text": "九三：艮其限，列其夤 ［61］ ，厉，薰心。",
      "takashima_explanation": "《象传》曰：艮其限，危薰心也。\n\n\n“限”者，门限，为内外之界限。三处内外之间，横亘一画，故象限。“列”，分解也，虞氏作裂。“夤”，通作 ；马云“夹脊肉”。按《咸》五曰“脢”，《易传》谓“在脊曰脢”，郑云，“脢，脊肉”，是夤与脢，字异而义同也。“薰”，通作熏，灼也。三之《艮》限，为隔绝一身上下，使不相通，则将分心背而为二，一若门限之隔绝内外，此释氏所谓“降伏其心”是也。以强伏其心，心者，火也，心火上灼，烛烛炎炎，薰灼于方寸之中，不可扑灭，则其心危矣，《诗》云“忧心如薰”，此之谓也。岂知心本虚灵，感而遂通，《咸》之“咸其脢”，与《艮》之“艮其限”，一感一止，初无二致，《彖传》所谓“时止则止，时行则行，动静不失其时”，一任心之自然，而未可以隔绝为止者。隔绝为止，是欲定其心，乃适以危其心，心岂可以强制者哉！夫人一身脉络血气，上下前后，必周流贯通，无所阻隔，而此心自觉泰然，否则上不降，下不升，则脉络不通，血肉分裂，心其能得安乎？故曰“厉”。“薰心”，《象传》易“厉”曰“危”，盖危较厉，为更可惧也。\n\n\n【占】　问时运：运途顺逆，皆当顺时，强制者危。\n\n\n○　问战征：两军相对，各争疆界，安得划界自守乎？自守者危矣。\n\n\n○　问营商：货物务在流通，乃可获利，况今万国通商，输入输出，互相交易，若闭关自限，必穷之道也，可危甚矣。\n\n\n○　问功名：专守一艺者，必非大器。\n\n\n○　问家宅：治家之道，内外出入，固宜严谨，但不宜隔绝，隔绝则财用不通，而家道危矣。\n\n\n○　问婚姻：婚姻之道，本由天合，若苟守门户，不能成两姓之欢。\n\n\n○　问疾病：必是隔症，上下不交，血脉不通，病势可危。\n\n\n○　问讼事：是上下之情不达，曲直难分。\n\n\n○　问六甲：生女，防难产。"
    },
    "4": {
      "text": "六四：艮其身，无咎。",
      "takashima_explanation": "《象传》曰：艮其身，止诸躬也。\n\n\n“身”者，总括全体而言，分言之，则一身亦有上下之别。六四居下卦之上，上卦之下，当心之位，在一身之中也。爻得柔正，上比六五，为能“止其所止”，洁身自好，虽不能兼善天下，亦可以独善其身，较之内卦三爻，为稍胜也。但以阴居阴，不堪有为，只能以身为天下模范而已，故曰“艮其身，无咎”。三爻言心，四爻言身，心虚而身实，期人含虚而践实，斯不坠入释氏虚无之弊。《象传》以“止诸躬”释之，躬，犹身也。是以身止心，即《大象》所谓“思不出其位”也。\n\n\n【占】　问时运：运途柔顺，能保其身，自得无咎。\n\n\n○　问战征：难望进取，但于我身无所伤败，咎复何有？\n\n\n○　问营商：只能保本。\n\n\n○　问功名：无得无失。\n\n\n○　问家宅：安居无咎。\n\n\n○　问婚姻：平平。\n\n\n○　问疾病：是带病延年之症。\n\n\n○　问失物：即在身上寻之。\n\n\n○　问六甲：生女。"
    },
    "5": {
      "text": "六五：艮其辅，言有序，悔亡。",
      "takashima_explanation": "《象传》曰：艮其辅，以中正也。\n\n\n五居外卦之中，二偶分列，有辅之象。按《咸》上曰，“辅，腾口悦也”，是辅所以出言；“艮其辅”，斯言无失言矣。君子之道，寡言则寡悔。“艮其辅”者，固非止其辅而不言也，惟在时然后言耳。时然后言，则言有其序，可以默则默，可以语则语，语默不失其时，故“悔亡”。《象传》以“中正”释之，“艮其辅”，谓上得其中正，是以“言有序”而“无悔”也。\n\n\n【占】　问时运：运得中正，故无悔忧。\n\n\n○　问战征：行军之际，最忌谣言妄作，惑乱军心，“艮其辅”使不妄言，斯号令严明，所向无敌矣。\n\n\n○　问营商：商情犹如军情，消息不容漏泄，“艮其辅”，则言得其要矣。\n\n\n○　问功名：巧言必黜，昌言则拜，言得中正，立谈可取卿相也。\n\n\n○　问家宅：此宅位得中正，居之无悔。\n\n\n○　问婚姻：媒妁之言，每多虚诞，听者宜慎。\n\n\n○　问疾病：必是牙关紧闭，口不出声，得能发声，病乃可治。\n\n\n○　问六甲：生女。"
    },
    "6": {
      "text": "上九：敦艮，吉。",
      "takashima_explanation": "《象传》曰：敦艮之吉，以厚终也。\n\n\n上居《艮》之终，即止之终也。“敦”，加厚也，所谓泰山不让土壤，故能成其高，即敦厚之谓也。上能以敦厚自止，是以获吉。《艮》六爻，惟上言吉，盖《艮》之为道，上爻足以尽之。上能坚守此心，知其所止，是以厚重如山，不可动摇，吉莫大焉。《象传》以“厚终”释之，谓止以敦而乃安，敦以终而弥厚，是《艮》之所“成终”者，在此厚，而所以“成始”者，亦即在此厚也。\n\n\n【占】　问时运：运途至此，无可复进，惟厚益加厚，是以得吉。\n\n\n○　问战征：地位至上已极，要在兵力加厚，无不获吉。\n\n\n○　问营商：是上手生意，价高物美，获利必厚。\n\n\n○　问功名：必应上选，吉。\n\n\n○　问家宅：必是世代忠厚之家，吉。\n\n\n○　问婚姻：吉。\n\n\n○　问疾病：素体厚实，不药有喜。\n\n\n○　问六甲：生女。"
    }
  }
}