{
  "name": "火泽睽",
  "pinyin": "huo_ze_kui",
  "code": "110101",
  "palace": "艮宫",
  "general_text": "卦体上《离》下《兑》，《离》火炎上，《兑》泽渗下，火动而愈上，泽动而愈下，上下相违，曰《睽》。《睽》字从目，从癸；《离》为目，癸属水，泽亦水也，《六书》故曰“反目为睽”。睽，乖也，盖泽在火上，泽火相济而成《革》，泽在火下，火泽相反而成《睽》，此火泽之卦所以名《睽》也。",
  "takashima_general": "睽 ［20］ ：小事吉。\n▲　金文睽\n《序卦传》曰：“家道穷必乖，故受之以睽。睽者，乖也。”《睽》则众心离散，不可以兴大事，若小事则力可独任，不待众举，虽《睽》尚可为也，故曰“小事吉”。《睽》卦上下互《既济》，《既济》《彖传》曰“亨，小者亨也”，谓所亨特其小者；此卦曰“小事吉”，吉亦惟在小事耳。《兑》为小，故第言小不言大。要之乖《睽》之世，不足以成大事也，可知矣。\n《彖传》曰；睽，火动而上，泽动而下，二女同居，其志不同行。说而丽乎明，柔进而上行，得中而应乎刚，是以小事吉。天地睽而其事同也，男女睽而其志通也，万物睽而其事类也。睽之时用大矣哉！\n《离》火在上，《兑》泽居下，在上者动而炎上，居下者动而润下，无相成之道，是以为《睽》。《离》中女，《兑》少女，合而成卦，谓之“同居”；上下异动，各适其适，即各志其志，不能强同也。卦德以《兑》从《离》，《兑》悦也，《离》明也，丽有所附也。“柔进”者，《巽》在下而进于上也；“得中”者，《巽》得中而应乎刚也。卦爻以六五下应九二，五居《离》之中，二居《兑》之中，以上应下，居尊者能屈已，下降者得上交，虽处乖《睽》之时，而小有动作，尚得吉也。夫《睽》之为言散也，散则人心《离》，国势分，必不足成大事，似无可用，不知不《睽》本无合，惟《睽》乃有以见合也。圣人即因其《睽》而用之。天高地卑，《睽》也，位定而天地之《睽》者同；男外女内，《睽》也，礼定而男女之《睽》者通；耕不可衣，织不可食，车不可水，舟不可陆，《睽》也，制定而万物之《睽》者类，故曰“睽之时用大矣哉”。不言“时义”，而曰“时用”，盖应用取用，其为用也大矣。\n以此卦拟人事，凡起居饮食，暨婚嫁丧祭，皆为人事，事无论大小，无不贵乎情之相同也，志之相通也，物之相类也。卦体《离》火上动，《兑》泽下动，《离》《兑》皆女，同出于《坤》，是为“同居”；动则变，变则女而为妇，所行不同，而志亦异，是动而成《睽》也。《睽》在天地，而天地之运闭，《睽》在男女，而男女之伦乱，《睽》在万物，而万物之品淆，大纲大纪，奚以得吉乎？惟君子“以同而异”，为能善用其《睽》也。用以设众黎之官，天地可因《睽》而同；用以行嫁娶之礼，男妇可因《睽》而通；用以定利用之经，而万物可因《睽》而类。此火泽之用普，而人事之准立矣。\n以此卦拟国家，其卦曰《睽》，睽，散也，是政府与人民，其势有动而不相见，散而不相合者矣。《睽》之旁通为《蹇》，险也，因《睽》而不能济险，更何以正邦乎？《睽》之反卦为《家人》，“家人内也”，因《睽》而不能正内，更何以定外乎？上卦《离》火，火本就燥，下卦《兑》泽，泽本润湿，上下相背，燥湿各殊，是为“二女同居，其志不同行”。“二女”者，就《离》《兑》二象而言。不特女之志行有异，推之天地万物，而其情亦不能强同也。国家之内，大而天地，中而男女，小而万物，同则见亲，异则见疏，国运之治乱兴衰，罔不于此卜之。然天下无久合不睽之理，天下亦无久睽不合之势，用其睽以济睽也。若徒丽而得正，进而愈上，中而有应，其事犹小，其吉亦微矣，要必同其撰而天地之道乃宏也，通其情而男女之情乃洽也，类其族而万物之利乃普也。其德协造化之机，其功关治平之要，非“同而异”之君子，不能极其用也。\n通观全卦，火上泽下，上者动而愈上，下者动而愈下，背道而驰，不得相同，卦之所以谓《睽》也。卦体下互重《离》，多视伤明，为《睽》；上互《坎》，《坎》为心病，人各有心，孚则通，疑则《睽》。情莫亲于《家人》，《睽》则为恶人，为鬼，为寇，或劓之，或射之，而不以为过。下苟能悦以事上，上亦能明以视下，则疑释而情亲，即化而为夫，为宗，为婚姻，而不以为嫌。前之相疑若此其甚，后之相合又若此其切，《睽》合之机，即在此转移间耳。是以《睽》在内卦，皆疑而有待，《睽》在外卦，皆反而有应。初与四应，初之“丧马”，得四之“元夫”而全；二与五应，二之巷遇，得五之“噬肤”而合；三与上应，三之“舆曳”，得上之“遇雨”而合。合则恶人化为同室，《睽》则《家人》疑为寇仇，恩怨反复，变态无常。君子以无心应物，不党同，亦不伐异。初九见恶人而避咎，为能得用《睽》之道也。卦体二阴本柔，内以悦而宽其忧，外以明而破其疑。所以始《睽》者，“二女同居”也；所以终合者，群疑悉化也。卦《睽》而象合，《易》所以变化不穷也。\n《大象》曰：上火下泽，睽，君子以同而异。\n卦象皆女也，卦体为火泽，炎上润下，其用各异，故曰《睽》。君子法之，于同处见其象，于异处别其用，不党同以背道，亦不立异以悖俗。“以同而异”者，譬如声色货财，为人所同欲，而或去或受，不敢苟同于人者，是其所以独异也。此可见君子之“以同而异”也。火泽同卦，而炎润各异其性者，亦犹是焉。\n【占】　问时运：目下气运颠倒，惟宜正以处之。\n○　问战征：军情不协，上下异趣，宜防《睽》散。\n○　问功名：上下不通，功名难望。\n○　问营商：货价上落悬殊，能以人弃我取，尚有小利可望。\n○　问疾病：病在上下焦，胸气隔绝，上有火，下有湿，医治棘手。\n○　问家宅：此宅天盘地盘皆动，阖家上下不利，急宜迁避。\n○　问婚姻：有二女皆愿受聘，大者性躁急，小者性宽柔。择而娶之。\n○　问讼事：即可罢散。\n○　问六甲：生女。",
  "lines": {
    "1": {
      "text": "初九：悔亡。丧马，勿逐，自复。见恶人，无咎。",
      "takashima_explanation": "《象传》曰：见恶人，以避咎也。\n\n\n初居《兑》体之下，自《家人》上爻来，《家人》上曰“终吉”，故《睽》初曰“悔亡”。爻属《震》，辰在卯，上值房，房为天驷，故称“马”；初动而上，舍我而去，故云“丧”。然四与初同德，他无正应，姑听其去，势必复来，故云“勿逐，自复”。下互《离》，《离》性猛烈可畏，故曰“恶人”。《兑》为见，《离》亦为见，是《离》之恶人既来求见，《兑》若拒而不见，未免嫉之太甚，必致咎也。《兑》姑与之相见，如阳货欲见孔子，孔子以礼往拜之旨也，故得“无咎”。盖失马而逐之，愈逐愈逸，见恶人而激之，愈激愈乖，是以“勿逐”而“自复”，“见恶人”而不避，可以免咎矣。能以无心而应物，则《睽》无不合也。《象传》曰“以避咎也”，盖不以避为避，避而有咎，则以不避为无咎可知也。\n\n\n【占】　问时运：好运初来，灾悔已退，虽有丧失，不必计虑，即有恶人来侵，不必拒绝，自然无咎。\n\n\n○　问战征：初次开战，虽有小败，后必大胜，强敌亦不能害我也。无咎。\n\n\n○　问营商：新作贸易，失而必复，无须忧虑也。来者不拒，无须计较也。目下未见尽利，后必大亨。\n\n\n○　问功名：现下虽无灾悔，未得成名，必待明年，至二爻得其巷遇，斯获显达。\n\n\n○　问家宅：阉宅平顺，无悔，无咎。\n\n\n○　问失物：不必寻觅，自得。\n\n\n○　问婚姻：现下未成，待到六月，或到六年，必就，吉。在上九“非寇，婚媾”之辞。\n\n\n○　问讼事：所讼必直，无咎。\n\n\n○　问六甲：生女。"
    },
    "2": {
      "text": "九二：遇主于巷，无咎。",
      "takashima_explanation": "《象传》曰：遇主于巷，未失道也。\n\n\n“主”者，君也，指六五而言；“巷”，里中道，从邑，从共，谓里中所共往来者也。二处《睽》失位，所如不合，与五正应，二居《兑》中，五居《离》中，《兑》《离》皆为见，知二五均有相见之意，邂逅于巷，是不期遇而适相遇也。君臣相遇，《睽》而终合，咎何有焉？《象传》曰“未失道也”，谓不假远涉，自得相遇于巷；巷，道路也，即《论语》所谓“遇诸途”者是也。\n\n\n【占】　问时运：卦值乖《睽》，运本不佳，近始得有绝好际遇，往必有庆。\n\n\n○　问战征：二五相敌，内为我兵，五为敌兵，曲巷相遇，白刃相接，此战未分胜负。\n\n\n○　问营商：巷字从共，必是合伙共谋之业，当有一财主相遇，共为经营之象。\n\n\n○　问功名：正是风云际遇之时。\n\n\n○　问家宅：此宅在曲巷之内，近有贵人来会，相晤为欢，大庆。\n\n\n○　问疾病：得遇良医，无咎。\n\n\n○　问婚姻：《诗》所咏“邂逅相遇，适我愿兮”，此男妇私情，非正配也。\n\n\n○　问六甲：生女。"
    },
    "3": {
      "text": "六三：见舆曳 ［21］ ，其牛掣 ［22］ ，其人天且劓 ［23］ 。无初有终。",
      "takashima_explanation": "《象传》曰：见舆曳，位不当也。无初有终，遇刚也。\n\n\n上互《坎》，《坎》为舆，下互《离》，《离》为牛。“无初有终”，遇刚也。《离》亦为见，上下互《既济》，《既济》初有曳轮之辞，故曰“见舆曳”。“掣”，掣曳也，即牵掣之意。“舆”指三，“曳”指四，“掣”指二。三居上下之交，其位不当，四曳之，二掣之，是曳其舆于前，又掣其牛于后也。“天”，胡氏安定谓“天当作而”，篆文而与天字形似，即礼“髡刑曰而”。“劓”，截鼻也，发属心而主火，鼻属肺而主金，此爻《兑》金值《离》火，金火相克，故有发鼻受伤之象。《兑》为刑人，故曰其人“天且劓”。三爻处下卦之终，当《睽》违之时，以阴居阳，履非其位，与上相应；上居《离》极，《离》火性烈，不合则相伤，合则相得，遇雨疑亡，《睽》终合矣，故曰“无初有终”。《象传》曰“遇刚也”，刚指四，即上之“遇雨”也；四互《坎》，《坎》为雨，四又中立不倚，故曰“刚”，谓四能释上之疑，使之终合也。\n\n\n【占】　问时运：运不得当，恐有刑伤之灾；三年后，得有好运。\n\n\n○　问营商：与人不合，非特不能获利，防有刑狱之厄，待后可成。\n\n\n○　问功名：左掣右肘，动辄得咎，安能成名？晚运则佳。\n\n\n○　问战征：车脱马逸，兵败将亡，不能前进，必待应军得力，得以始败终胜。\n\n\n○　问婚姻：初因男家疑忌，未免受辱，终得疑释完婚。\n\n\n○　问家宅：此宅地位不当，前后左右，皆有牵制，宅中之人，时有头面伤残之祸，以朝山向午，《离》火来克。宜改向朝西《兑》位，乃吉。\n\n\n○　问疾病：必是面上有疮，久后自愈。\n\n\n○　问讼事：不免刑厄，终则自解。\n\n\n○　问失物：后可寻得。\n\n\n○　问六甲：生女，防面有伤痕。"
    },
    "4": {
      "text": "九四：睽孤，遇元夫，交孚，厉，无咎。",
      "takashima_explanation": "《象传》曰：交孚，无咎，志行也。\n\n\n四居《离》卦之始，《离》为目，《说文》“目不相视为睽”。“孤”，谓独立无辅也。其情既《睽》，其势又孤，故曰“睽孤”。“元夫”指初，四与初所处之时，同在《睽》也，所居之位，同在始也，其象同，故其志同。四以无应，得初为同志，初在卦首，故称“元”；四阴位，初阳位，故四以初为夫；且初《震》爻，《震》为元夫，故曰“遇元夫”。四变《损》，《损》曰“有孚”；四之五为《中孚》，《中孚》五爻曰“有孚挛如”，有交孚之象焉，故曰“交孚”。“厉，无咎”，谓时当《睽》乖，幸而得孚，虽厉无咎。《象》以“志行”释之，谓四之志，得此“交孚”，乃可行也。\n\n\n【占】　问时运：性情孤介，不合时宜，幸得同志，差足免咎。\n\n\n○　问战征：孤军深入，几致危殆，幸而获救，可以无咎。\n\n\n○　问营商：孤客远行，货物不合销路，进退两难，得遇故乡旧友，方可脱售，平安无咎。\n\n\n○　问功名：命运孤寒，难望显达，无咎而已。\n\n\n○：问家宅：宅在孤村僻壤，惟有樵夫野老来往而已。\n\n\n○　问疾病：病是目疾，得遇良医，可以无咎。\n\n\n○　问六甲：生女。"
    },
    "5": {
      "text": "六五：悔亡。厥宗噬肤，往，何咎？",
      "takashima_explanation": "《象传》曰：厥宗噬肤，往有庆也。\n\n\n五居君位，时当《睽》乖，故有悔。“宗”指二，五与二应，五处《离》中，二至四为《离》，《离》与离合，是宗也。二曰“遇主”，以五为主，五曰“厥宗”，以二为宗，是君臣会合，故“悔亡”。二动体《噬嗑》，《噬嗑》二爻曰“噬肤”、“无咎”，按肤谓肤肉，为柔而易噬。嗑，合也，二居柔位，犹言柔而易合。肤肉，犹骨肉也，盖指“厥宗”而言。大宗伯以饮食之礼亲宗族兄弟，即此“厥宗噬肤”之义也。二往得食，故“有庆”。合族以食，复何《睽》？二五“交孚”，故“悔亡”而无咎。\n\n\n【占】　问时运：劣运已退，得与同宗共事，可以无咎。\n\n\n○　问战征：可勇跃前往，无咎。\n\n\n○　问营商：防合伙者有侵食之患，然径行而往，终得有利。\n\n\n○　问功名：得有同宗相助，乃能获庆。\n\n\n○　问家宅：此宅是宗族旧屋，往居有庆。\n\n\n○　问疾病：是肌肤之疾，易治也。\n\n\n○　问婚姻：二与五为正应，是亲戚旧家，成则有庆。\n\n\n○　问六甲：生女。"
    },
    "6": {
      "text": "上九：睽孤。见豕负涂，载鬼 ［24］ 一车，先张之弧，后说之弧。匪寇，婚媾，往，遇雨，则吉。",
      "takashima_explanation": "《象传》曰：遇雨之吉，群疑亡也。\n\n\n上居外卦之极，孤高独立，故亦称“睽孤”。上互《坎》，为疑，为豕，为车，为鬼，为孤，皆《坎》象也。《离》为目，为见。《兑》泽污下，象途泥。因《睽》成孤，因孤生疑，本未尝有豕也，未尝有鬼也，未尝有车也，《睽》则目视不明，而疑心暗起，若见有豕之负涂焉，若见有车之载鬼焉，积疑成象，变端百出。疑鬼者，忽又疑为寇焉，则将张《离》之弧而射之，既而谛审所见，先所见豕邪、鬼邪、寇邪，忽又变矣；上变《归妹》，则“婚媾”也，先之张弧，后即脱之矣。《坎》又为雨，故曰“遇雨”。上处《离》极，火烈烟腾，不可向迩，遇雨则火熄，可以往也，故曰“往，遇雨，则吉”。《象》以“疑亡”释之，谓群疑消亡，见闻皆真，睽孤自合矣。\n\n\n【占】　问时运：正当交运脱运之时，切宜息心定虑，毋动妄想，妄想一端，幻形百端，防生疑病。\n\n\n○　问战征：营位太高，军力太孤，防有疑兵来袭。\n\n\n○　问营商：目下货价，变迁百出，上落不一；时当盛夏，来客稀少，必待秋雨一通，可以获利。\n\n\n○　问功名：现在牛怪蛇神，变动不一，待十年后，出《蹇》入《解》，可许发解。\n\n\n○　问婚姻：前因疑忌不睦，后得完好，吉。\n\n\n○　问家宅：此宅有变，防有鬼祟，遇婚嫁喜事，可以解释。\n\n\n○　问疾病：杯弓蛇影，因疑成病，得破其疑，病自霍然。\n\n\n○　问六甲：生女。"
    }
  }
}